Repository: lev67j/Darts-SwiftUI
Catalog: DartsSwiftUI/Localizable.xcstrings
Source language: en
Languages: ru

# label_Hit %lld
source: Hit %lld
ru: Попадание %lld

# %@ suffix_Seconds
source: %@ sec
ru: %@ сек.

# %lld suffix_Seconds
source: %lld sec
ru: %lld сек.

# btnLabel_Restart
source: RESTART
ru: ЗАНОВО

# btnLabel_Resume
source: RESUME
ru: ПРОДОЛЖИТЬ

# btnLabel_Start
source: START
ru: НАЧАТЬ

# label_Answer %lld
source: Answer %lld
ru: Ответ %lld

# label_AnswerPoints
source: Points for answer
ru: Очки за ответ

# label_AnswerTimeSpent
source: Time spent
ru: Затрачено времени

# label_Attempts
source: Attempts
ru: Попытки

# label_AttemptsForGame
source: Attempts per game
ru: Попытки за игру

# label_AttemptsRemaining %lld
source: Attempts remaining: %lld
ru: Осталось попыток: %lld

# label_BadResult
source: Bad result... 😔🫣😱
ru: Плохой результат... 😔🫣😱

# label_CorrectAnswers
source: Correct
ru: Правильно

# label_DartImage
source: Dart image
ru: Изображение дротика

# label_DartSize %lld
source: Dart size: %lld
ru: Размер дротика: %lld

# label_DartsTargetRotationSound
source: Rotate the target
ru: Поворот мишени

# label_Details
source: Details
ru: Подробно

# label_GameBadResultSound
source: - sound when the result is bad
ru: - звук при плохом результате

# label_GameDate
source: Game day
ru: Дата

# label_GameGoodResultSound
source: - sound when the result is good
ru: - звук при хорошем результате

# label_GameResultSound
source: Game result
ru: Результат игры

# label_GameScore
source: Score
ru: Счет

# label_GameTime
source: Time
ru: Время

# label_GoodResult
source: Good result! 😊🥳😎
ru: Хороший результат! 😊🥳😎

# label_HitPoints
source: Hit Points
ru: Очки попадания

# label_HowHitPoins
source: How many points on the target?
ru: Сколько очков на мишени?

# label_IncorrectAnswers
source: Incorrect
ru: Неправильно

# label_InterfaceSettings
source: Interface
ru: Внешний вид

# label_Miss
source: Miss
ru: Промах

# label_MissesEnable
source: Enable misses
ru: Включить промахи

# label_Preview
source: Preview
ru: Предпросмотр

# label_Score
source: Score
ru: Счет

# label_SkippedAnswer
source: No answer
ru: Без ответа

# label_SkippedAnswers
source: Skipped
ru: Пропущено

# label_SoundSettings
source: Sound
ru: Звук

# label_SuccessAnswers
source: Success answers
ru: Правильные ответы

# label_TamerEndSound
source: End of timer
ru: Окончание таймера

# label_TapSound
source: Click / tap on a button
ru: Нажатие / тап по кнопке

# label_Time
source: Time
ru: Время

# label_TimeForAnswer
source: Time to answer
ru: Время на ответ

# label_UserAnswer
source: User answer
ru: Ответ игрока

# popupTitle_Results
source: Results
ru: Результаты

# sheetTitle_DetailedGameStats
source: Detailed game statistics
ru: Подробная статистика игры

# viewTitle_AnswersHistory
source: Answers history
ru: История ответов

# viewTitle_AppSettings
source: Settings
ru: Настройки

# viewTitle_Darts
source: Darts
ru: Дартс

# viewTitle_InterfaceSettings
source: Interface settings
ru: Настройки интерфейса

# viewTitle_SoundSettings
source: Sound settings
ru: Настройки звука

# viewTitle_Statistics
source: Statistics
ru: Статистика
